Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: All meeting minutes are available in the TMF.
es_es: Todas las minutas de estas reuniones están en el archivo maestro del ensayo.

source: All methods are compendial methods included in a single Ph. Eur. monograph (Ph. Eur. 2.6.14) and are regarded as equivalent.
es_es: Todas las metodologías están incluidas en farmacopea en una única monografía de la Ph. Eur. (Ph. Eur. 2.6.14) y se consideran equivalentes.

source: All methotrexate values at both manufacturing sites were below LOQ starting from conditioned HCCF.
es_es: En ambas plantas productoras, todos los valores de metotrexato estuvieron por debajo del límite de cuantificación considerando el fluido de cultivo celular cosechado condicionado.

source: All of the sections are adapted to the state-of-the-art layout and state-of-the-art level of detail at Boehringer Ingelheim.
es_es: Todas las secciones están adaptadas al diseño y al nivel de detalle más modernos de Boehringer Ingelheim.

source: All of these cardiovascular outcome trials were conducted in a placebo-controlled setting with no active comparator and thus allow an assessment of comparative effectiveness.
es_es: Todos estos ensayos de desenlace cardiovascular se llevaron a cabo en entornos controlados con placebo, sin comparador activo, por lo que permiten evaluar la efectividad comparativa.

source: All online submissions are secured by use of password site entry and data encryption procedures.
es_es: Todas las presentaciones en línea están protegidas mediante el uso de contraseñas de ingreso al sitio y procedimientos de cifrado de datos.

source: All operations in drug product manufacture (until end of crimping) take place in either:
es_es: Todas las operaciones pertinentes a la fabricación del medicamento (hasta finalizar el crimpado) se llevan a cabo de acuerdo con:

source: All operations in spesolimab drug product manufacture (until end of stoppering) take place in either:
es_es: Todas las operaciones pertinentes a la fabricación del medicamento Espesolimab (hasta finalizar la colocación de tapones) se llevan a cabo de acuerdo con:

source: All operations in tenecteplase drug substance manufacture take place in Class C (inoculum, formulation) or Class D areas in buildings H84/H92.
es_es: Todas las operaciones de fabricación del principio activo tenecteplasa se realizan en las áreas de clase C (inóculo, formulación) o clase D de los edificios H84/H92.

source: All other AEs observed in subjects during the trial occurred with a frequency of <5%.
es_es: Todos los demás eventos adversos observados en los sujetos durante el ensayo ocurrieron con una frecuencia <5%.

source: All other AEs were of mild or moderate intensity (Appendix 16.2.7, Listing 2.1).
es_es: Todos los demás los eventos adversos fueron de intensidad leve o moderada (Apéndice 16.2.7, Listado 2.1).

source: All other BLQ/NOP values of the profile were to be ignored.
es_es: Todos los demás valores por debajo del límite cuantificable o sin pico detectable se ignoraban.

source: All other PTs were noted for <14 patients (0.5%) in either treatment group.
es_es: Todos los demás términos preferentes se observaron en <14 pacientes (0.5%) en uno u otro grupo de tratamiento.

source: All other analytical methods listed in 3.2.8.4.1 (clarity and degree of opalescence, degree of colouration, pH, bacterial endotoxins and bioburden, see q00150929-12, 7776-s410al0109) are compendial procedures and are performed according to Ph. Eur., current edition.
es_es: Todas las demás metodologías analíticas de la sección 3.2.S.4.1 (turbidez y grado de opalescencia, grado de coloración, pH, endotoxinas bacterianas y biocarga; ver q00150929-12, 7776-s410al0109) son procedimientos farmacopeicos y se realizan de acuerdo con la Farmacopea Europea, edición vigente.

source: All other analytical methods listed in 3.2.P.5.1 (uniformity of content of single-dose preparations, clarity and degree of opalescence, degree of colouration, particulate contamination sub-visible particles, pH, osmolality, bacterial endotoxins and sterility) are compendial procedures and are performed according to Ph. Eur., current edition.
es_es: Todas las demás metodologías analíticas de la sección 3.2.P.5.1 (uniformidad del contenido de las preparaciones a dosis única, turbidez y grado de opalescencia, grado de coloración, contaminación por partículas - partículas microscópicas, pH, osmolalidad, endotoxinas bacterianas y esterilidad) son procedimientos farmacopeicos y se realizan de acuerdo con la Farmacopea Europea, edición vigente.

source: All other analytical methods listed in 3.2.S.4.1 (clarity and degree of opalescence, degree of colouration, pH, bacterial endotoxins and bioburden, see q00150929-12, 7776-s410al0109) are compendial procedures and are performed according to Ph. Eur., current edition.
es_es: Todas las demás metodologías analíticas de la sección 3.2.S.4.1 (turbidez y grado de opalescencia, grado de coloración, pH, endotoxinas bacterianas y biocarga; ver q00150929-12, 7776-s410al0109) son procedimientos farmacopeicos y se realizan de acuerdo con la Farmacopea Europea, edición vigente.

source: All other analytical methods listed in 3.2.S.5.1 (uniformity of content of single-dose preparations, clarity and degree of opalescence, degree of colouration, particulate contamination sub-visible particles, pH, osmolality, bacterial endotoxins and sterility) are compendial procedures and are performed according to Ph. Eur., current edition.
es_es: Todas las demás metodologías analíticas de la sección 3.2.S.5.1 (uniformidad del contenido de las preparaciones a dosis única, turbidez y grado de opalescencia, grado de coloración, contaminación por partículas - partículas microscópicas, pH, osmolalidad, endotoxinas bacterianas y esterilidad) son procedimientos farmacopeicos y se realizan de acuerdo con la Farmacopea Europea, edición vigente.

source: All other authors declare no competing interests.
es_es: Todos los demás autores declaran no tener conflicto de intereses.

source: All other changes in comparison to the currently established filling line SM3 are presented below and in the Comparative Table document.
es_es: A continuación, y en el documento Tabla Comparativa, se pueden consultar todos los demás cambios con respecto a la línea de llenado vigente, SM3.

source: All other drug-related AEs were reported by no more than 1 subject per treatment group (Appendix 16.2.7, Listings 2.1 and 2.2).
es_es: Todos los demás eventos adversos relacionados con el medicamento fueron notificados como máximo por 1 sujeto por grupo de tratamiento (Apéndice 16.2.7, Listados 2.1 y 2.2).

source: All other elements listed in Table 2 were identified either according to the supplier statements or in the analytical screenings in low concentrations and are therefore classified as potentially present.
es_es: Todos los demás elementos incluidos en la Tabla 2 fueron identificados en concentraciones bajas según surge de las declaraciones del proveedor o de las evaluaciones analíticas, y se clasificaron como potencialmente presentes.

source: All other impurities
es_es: Todas las demás impurezas

source: All other residual solvents according to ICH Q3C and USP <467> are excluded by the manufacturing process.
es_es: Todos los demás disolventes residuales incluidos en la directriz Q3C de la ICH y USP <467> se descartan en el proceso de fabricación.

source: All other safety laboratory tests listed in Tables 9.5.2.3: 1 and 9.5.2.3: 2 were to be performed at MVZ Labor Dr. Gärtner & Kollegen, Elisabethenstraße 11, 88212 Ravensburg, Germany.
es_es: Todas las demás pruebas de seguridad de laboratorio de las Tablas 9.5.2.3: 1 y 9.5.2.3: 2 se hacían en el laboratorio MVZ Labor Dr. Gärtner & Kollegen, Elisabethenstraße 11, 88212 Ravensburg, Alemania.

source: All other treatments were guided by the standard of care for thrombolysis and thrombectomy for ischemic stroke.
es_es: Todos los demás tratamientos fueron los habituales para la trombólisis y la trombectomía para el accidente cerebrovascular isquémico.

source: All other values of ICH Q3D relevant elements are well below the control threshold of 30 % of the actual PDE of the respective element.
es_es: Todos los demás elementos relevantes segun el lineamiento Q3D de la ICH están holgadamente por debajo del umbral de control (30 % de la exposición diaria permitida real del elemento respectivo).

source: All other values of ICH Q3D relevant elements are well below the control threshold of 30% of the actual permitted daily exposure (PDE) of the respective element.
es_es: Todos los demás elementos relevantes segun el lineamiento Q3D de la ICH están holgadamente por debajo del umbral de control (30% de la exposición diaria permitida real del elemento respectivo).

source: All other values of identified elements are well below the control threshold, which is 30 % of the actual PDE, as stated in the ICH Q3D per the respective element.
es_es: Todos los demás elementos identificados según el lineamiento Q3D de la ICH están holgadamente por debajo del umbral de control (30 % de la exposición diaria permitida real del elemento respectivo).

source: All outcome assessments were performed by clinicians blinded to the dose allocation.
es_es: Todas las evaluaciones de los criterios de valoración estuvieron a cargo de clínicos que desconocían la asignación de la dosis.

source: All outcomes and analyses are prospectively categorized as primary, secondary, or tertiary
es_es: Se realizó una categorización prospectiva de todos los resultados y análisis como primarios, secundarios o terciarios.

source: All outcomes were measured as close to 90 days after randomisation as possible, with allowance of measurements being up to 120 days after randomisation.
es_es: Todos los desenlaces clínicos se midieron lo más cerca posible de los 90 días posteriores a la aleatorización, considerando como límite máximo los 120 días después de la aleatorización.

source: All p-values shown in this document are 2-sided.
es_es: Todos los valores p de este documento son bilaterales.

source: All parameters classified as critical and key within the risk assessment were evaluated in detail during PPQ.
es_es: Durante la calificación del desempeño de procesos, se evaluó en detalle todos los parámetros que habían sido clasificados como críticos y clave dentro de la evaluación de riesgos.

source: All patients
es_es: Todos los pacientes

source: All patients are followed up at 24hr, 3 days and 3 months unless death occurs.
es_es: Se realiza un seguimiento de todos los pacientes a las 24 horas, 3 días y 3 meses, a menos que fallezcan antes.

source: All patients had to be made aware of this risk and needed to be instructed to contact the investigator or other healthcare professional in case of symptoms of metabolic acidosis, ketoacidosis, and diabetic ketoacidosis (DKA).
es_es: Todos los pacientes debían tener conciencia de este riesgo y haber recibido instrucciones de comunicarse con el investigador u otro profesional de la salud en caso de presentar síntomas de acidosis metabólica, cetoacidosis o cetoacidosis diabética.

source: All patients were to have a follow-up Visit 30 days following regular or premature completion of the treatment period.
es_es: Todos los pacientes debían tener su visita de seguimiento 30 días después de la finalización normal o prematura del período de tratamiento.

source: All patients who met the inclusion/exclusion criteria during screening and at the randomisation approximately 1 to 4 weeks later were randomised to empagliflozin 10 mg or placebo in a 1:1 ratio.
es_es: Se aleatorizaron para recibir empagliflozina 10 mg o placebo, en una proporción 1:1, a todos los pacientes que cumplían los criterios de inclusión durante la selección y al momento de la aleatorización (aproximadamente 1 a 4 semanas después).

source: All patients with complete outcome data were to be included in all analyses and analyzed according to their randomized group.
es_es: Todos los pacientes que contaran con todos los resultados de los criterios de valoración debían incluirse en los análisis y evaluarse según su grupo aleatorizado.

source: All peaks ≤ 0.1 % are not reported and not included in the calculation of total degradation products (sum of all degradations).
es_es: No se informa ningún pico ≤ 0.1 % ni se los incluye en el cálculo de los productos de degradación totales (suma de todas las degradaciones).

source: All phenol red values at both manufacturing sites were below LOQ starting from lysine agarose affinity chromatography pool.
es_es: En ambas plantas productoras, todos los valores del rojo de fenol estuvieron por debajo del límite de cuantificación considerando el agrupamiento de cromatografía de afinidad de agarosa y lisina.

source: All poloxamer 188 values at both manufacturing sites were below LOQ starting from lysine agarose affinity chromatography pool.
es_es: En ambas plantas productoras, todos los valores del poloxámero 188 estuvieron por debajo del límite de cuantificación considerando el agrupamiento de cromatografía de afinidad de agarosa y lisina.

source: All possible impurities and degradation products
es_es: Todas las impurezas y productos de degradación potenciales

source: All predefines acceptance criteria have been met.
es_es: Se han cumplido todos los criterios de aceptación predefinidos.

source: All production areas and personnel performing aseptic operations are monitored on a routine basis.
es_es: Se lleva a cabo un control de rutina de todas las áreas de producción y el personal que realiza operaciones asépticas.

source: All randomized subjects are to be included in the primary ITT outcome analysis so there is a need for a consistent ITT-based strategy of dealing with any missing primary outcome values.
es_es: Todos los pacientes aleatorizados deben incluirse en el análisis de desenlaces clínicos principales por intención de tratar, por lo que es preciso contar con una estrategia sistemática por intención de tratar para abordar cualquier valor omitido de desenlaces principales.

source: All recordings were to be made using the same type of blood pressure recording instrument on the same arm, if possible.
es_es: Todas las tomas debían hacerse con el mismo tipo de tensiómetro y en el mismo brazo, si fuera posible.

source: All recovery values and concentration levels for NDMA were determined in triplicate.
es_es: Todos los valores de recuperación y los niveles de concentración de NDMA se determinaron por triplicado.

source: All recovery values with respect to a seven-point calibration were within the acceptance limits pre-specified in the validation protocol.
es_es: Todos los valores medios de recuperación media con respecto a una calibración en siete puntos estuvieron dentro de los límites de aceptación.

source: All regions
es_es: Todas las regiones

source: All relevant class 1, 2 or 3 elements were below the control thresholds (30 % of the PDE).
es_es: Todos los elementos relevantes de clase 1, 2 o 3 estuvieron por debajo de los umbrales de control (30 % de la exposición diaria permitida).

source: All removable product contacting parts used during sterile filtration and filling are cleaned in a parts washer using a validated cleaning procedure and then sterilized by clean steam using a qualified sterilizing cycle prior to entry into the filling room.
es_es: Todas las piezas removibles en contacto con el producto que se usan durante la filtración y el llenado estériles se limpian en una lavadora de piezas con un procedimiento de limpieza validado y luego se esterilizan con vapor limpio mediante un ciclo de esterilización calificado antes de ingresar a la sala de llenado.

source: All reported AEs assessed as drug-related by the investigator are summarised in Table 15.3.1.1: 5.
es_es: En la Tabla 15.3.1.1: 5, se resumen todos los eventos adversos que el investigador consideró relacionados con el fármaco.

source: All reported P values are 2-sided with P < .05 regarded as significant, unless otherwise specified.
es_es: Todos los valores p notificados son bilaterales (2 direcciones), donde p <.05 se considera significativo, a menos que se especifique lo contrario.

source: All reported serious adverse events
es_es: Todos los eventos adversos graves notificados

source: All reported serious adverse events including deaths
es_es: Todos los eventos adversos graves informados, incluida la muerte

source: All reservoirs are checked with a vacuum / pressure decay test for their tightness.
es_es: Todos los tanques de reserva se comprueban mediante una prueba de vacío/fuga por caída diferencial de presión para comprobar su estanqueidad.

source: All responsible investigators receive training in the systems for data collection and data entry and training in Good Clinical Practice (GCP).
es_es: Todos los investigadores responsables reciben capacitación en los sistemas de recopilación e ingreso de datos, y en materia de las buenas prácticas clínicas (BPC).

source: All results are much below 15 ppm (0.0015 %, correspondent to an AI of 1500 ng/day) as well the reporting threshold for these impurities according to ICH Q3A (≤ 0.05 %, API) and Q3B (≤ 0.1 %, DP).
es_es: Todos los resultados se encuentran holgadamente por debajo de las 15 ppm (0.0015 %, que corresponden a una ingesta aceptable de 1500 ng/día) y del umbral de informe de dichas impurezas, de acuerdo con el lineamiento Q3A (≤ 0.05 %, en IFA) y Q3B de la ICH (≤ 0.1 % en el medicamento).

source: All results are presented in Section 3.2.P.3.5 Process Validation – Media Fills.
es_es: Todos los resultados se presentan en la Sección 3.2.P.3.5, Validación del proceso: llenados asépticos.

source: All results clearly demonstrate that the aseptic filling and lyophilisation process of the tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial consistently delivers a product meeting pre-defined quality criteria.
es_es: Todos los resultados demuestran claramente que el proceso de llenado aséptico y liofilización de tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial, proporciona sistemáticamente un producto que cumple con los criterios de calidad predefinidos.

source: All results demonstrate clearly that the aseptic filling process of spesolimab solution for injection in pre-filled syringe 150 mg/syringe delivers consistently a product meeting the pre-defined quality criteria.
es_es: Todos los resultados demuestran claramente que el proceso de llenado aséptico de la solución inyectable de Espesolimab en jeringa precargada de 150 mg/jeringa proporciona sistemáticamente un producto que cumple con los criterios de calidad predefinidos.

source: All results demonstrate clearly that the assembly process of spesolimab PFS-NSD-1 delivers consistently a product meeting the pre-defined quality criteria.
es_es: Todos los resultados demuestran claramente que el proceso de ensamblaje de los dispositivos PFS-NSD-1 de Espesolimab proporciona sistemáticamente un producto que cumple con los criterios de calidad predefinidos.

source: All results met the drug product acceptance criteria as registered in the specification located in Module 3, dossier Section 3.2.P.5.1.
es_es: Todos los resultados cumplieron con los criterios de aceptación para el medicamento registrados en la especificación, ubicada en el Módulo 3, Sección 3.2.P.5.1 del dossier.

source: All results presented in Table 1 above complied with the acceptance criteria.
es_es: Todos los resultados de la Tabla 1 cumplieron con los criterios de aceptación.

source: All results were within the acceptance criteria of the DS and DP release specifications.
es_es: Todos los resultados estuvieron dentro de los criterios de aceptación, de acuerdo con las especificaciones de liberación del principio activo y el medicamento.

source: All results were within the acceptance criteria of the regulatory shelf life specification and no significant changes from initial results were observed.
es_es: Todos los resultados estuvieron dentro de los criterios de aceptación regulatorios para la especificación de vida útil y no se observaron cambios significativos con respecto a los resultados iniciales.

source: All rights reserved.
es_es: Reservados todos los derechos.

source: All risk factors were reported with similar frequencies between the treatment groups (Table 2).
es_es: Todos los factores de riesgo arrojaron frecuencias similares entre los diferentes grupos de tratamiento (Tabla 2).

source: All risks are considered appropriately identified and reflected in the product information (Company Core Data Sheet [CCDS] and global country labels) of Metalyse as routine risk minimisation measures.
es_es: Todos los riesgos se consideran debidamente identificados y reflejados en la información del producto Metalyse (Información fundamental del producto de uso interno) y en el etiquetado de los países de todo el mundo), las que se han incorporado como medidas rutinarias de minimización de riesgos.

source: All sample peaks must elute within the integration range as defined by the MW-ST
es_es: Todos los picos de la muestra deben eluir dentro del rango de integración establecido por el estándar de peso molecular.

source: All samples drawn at the end of primary drying and after different durations of secondary drying showed negligible variations in the analytical results except for water content.
es_es: Todas las muestras extraídas al final del secado primario y después de diferentes períodos del secado secundario mostraron variaciones insignificantes en los resultados analíticos, excepto en el contenido de agua.

source: All secondary and subgroup analyses were exploratory.
es_es: Todos los análisis secundarios y por subgrupos fueron exploratorios.

source: All serious and unexpected adverse drug reactions and any deaths occurring at any time during follow-up were required to be reported directly through the trial database.
es_es: Todas las reacciones medicamentosas adversas graves e inesperadas y cualquier muerte que ocurriera en cualquier momento durante el seguimiento debían informarse directamente a través de la base de datos del ensayo.

source: All similarity factors (f2) were well above 50 which proves inter-lot similarity.
es_es: Todos los factores de similitud (f2) estuvieron holgadamente por encima de 50, lo que deja probada la similitud entre partidas.

source: All sites for the same operations as listed above can be used interchangeably.
es_es: Todos los centros que realizan las mismas operaciones mencionadas anteriormente pueden usarse indistintamente.

source: All six batches have been manufactured according to the registered dossier:
es_es: Las seis partidas se elaboraron según el dossier registrado:

source: All source document and trial documentation will be kept by the Investigator for 15 years or the appropriate retention period as stipulated by local regulations and ICH-GCP.(35)
es_es: El investigador conservará todos los documentos originales y la documentación del ensayo durante 15 años o durante el período de conservación apropiado según lo estipulado por las reglamentaciones locales y de las buenas prácticas clínicas de la ICH.(35)

source: All source document and trial documentation will be kept by the Investigator for 15 years or the appropriate retention period as stipulated by local regulations and ICH-GCP.(36)
es_es: El investigador conservará todos los documentos originales y la documentación del ensayo durante 15 años o durante el período de conservación apropiado según lo estipulado por las reglamentaciones locales y las buenas prácticas clínicas de la ICH.(36)
